Repository: KinectToVR/Amethyst
Catalog: Amethyst/Strings/*/DevicesPage.resw
Source language: en_us
Languages: de_de, fr_fr, ru_ru

# Buttons.Deselect.Content
source: Deselect
de_de: Abwählen
fr_fr: Désélectionner
ru_ru: Снять выделение

# Buttons.Deselect.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Deselecting this device will unset it from Override role.
de_de: Wenn das Gerät abgewählt wird, wird es aus der Override-Rolle entfernt.
fr_fr: Désélectionner cet appareil va retirer son rôle de substitut.
ru_ru: Снятие выделения приведет к сбросу настроек переназначения.

# Buttons.DeviceSettings.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Click to show additional (device-wise) settings.
de_de: Klicke hier für erweiterte (gerätebedingte) Einstellungen.
fr_fr: Cliquez pour afficher plus d'options spécifiques à l'appareil.
ru_ru: Нажмите, чтобы показать дополнительные настройки (специфичные для устройства).

# Buttons.Disconnect.Content
source: Disconnect
de_de: Verbindung trennen
fr_fr: Déconnecter
ru_ru: Отключиться

# Buttons.JoinDiscord.Content
source: Join Discord
de_de: Discord-Server beitreten
fr_fr: Joindre le Discord
ru_ru: Discord сервер

# Buttons.NoJoints.Dismiss.Content
source: Dismiss
de_de: Verwerfen
fr_fr: Annuler
ru_ru: Отклонить

source: Overrides
fr_fr: Substituts
ru_ru: Переназначения

# Buttons.Reconnect.Content
source: Refresh
de_de: Aktualisieren
fr_fr: Actualiser
ru_ru: Обновить

# Buttons.SetAs.Base.Content
source: Set as Base
de_de: Als Basis zuweisen
fr_fr: Définir comme base
ru_ru: Установить как основное

# Buttons.SetAs.Base.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: The device will provide the primary position and rotation of virtual trackers.
de_de: Das Gerät stellt die primäre Position und Rotation der virtuellen Tracker bereit.
fr_fr: Cet appareil définit la position et rotation de base pour les trackers virtuels.
ru_ru: Устройство обеспечит базовое положение и вращение виртуальных трекеров.

# Buttons.SetAs.Header.Content
source: Set Device as...
de_de: Als Gerät zuweisen...
fr_fr: Définir en tant que...
ru_ru: Установить устройство как...

# Buttons.SetAs.Header.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Set the selected device as a Base or an Override.
de_de: Als Override festlegen
fr_fr: Définir l'appareil actif en tant que base ou substitut.
ru_ru: Установить выбранное устройство как основное или как переназначенное.

# Buttons.SetAs.Override.Content
source: Set as Override
fr_fr: Définir comme substitut.
ru_ru: Установить как переназначенное

# Buttons.SetAs.Override.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: The device will override position/rotation of one or more virtual trackers.
de_de: Statt der Basisstation wird das Gerät für die gewählten Positionen/Drehungen eines oder mehrerer virtueller Tracker priorisiert. Wird owotrack beispielsweise für die Taille als Override benutzt, wird das Tracking des Basisgeräts für die Taille ignoriert.
fr_fr: La position et rotation de un ou plusieurs trackers virtuels sera modifiée par cet appareil.
ru_ru: Устройство переназначит положение/вращение одного или нескольких виртуальных трекеров.

# Buttons.ViewDocs.Content
source: View Docs
de_de: Docs anschauen
fr_fr: Voir la Documentation
ru_ru: Открыть документацию

# Placeholders.Joints.Disabled.PlaceholderText
source: Joint Disabled
de_de: Gelenk Deaktiviert
fr_fr: Articulation inactive
ru_ru: Сустав отключен

# Placeholders.Overrides.NoOverride.PlaceholderText
source: No Override
de_de: Kein Override
fr_fr: Aucun substitut
ru_ru: Переназначение не задано

# Titles.Check.Orientation.Text
source: Rotation
ru_ru: Вращение

# Titles.Check.Position.Text
source: Position
ru_ru: Положение

# Titles.CurrentDevice.Text
source: Currently Tracking
de_de: Tracking aktiv
fr_fr: Traque présentement
ru_ru: Текущий трекинг

# Titles.DeviceBase.Text
source: Device:
de_de: Gerät:
fr_fr: Appareil:
ru_ru: Устройство:

# Titles.DeviceHasNoJoints.Text
source: This device doesn't provide any joints. You won't be able to use it as an override.
de_de: Das Gerät stellt keine Gelenke bereit. Es kann als Override nicht benutzt werden.
fr_fr: Cet appareil n'a aucune articulation disponible et ne peut être utilisé comme substitut.
ru_ru: Это устройство не предоставляет никаких суставов. Вы не можете использовать это устройтво как переназначенное.

# Titles.DeviceOverride.Text
source: Override:
fr_fr: Substituts:
ru_ru: Переназначение:

# Titles.Devices.Text
source: Devices
de_de: Geräte
fr_fr: Appareils:
ru_ru: Устройства

# Titles.DeviceSettings.Text
source: Device-Provided Settings
de_de: Vom Gerät bereitgestellte Einstellungen
fr_fr: Options de l'appareil
ru_ru: Настройки, предоставляемые устройством

# Titles.DeviceStatus.Text
source: Status:
fr_fr: Statut:
ru_ru: Статус:

# Titles.Joints.Assign.Text
source: Assign Joints
de_de: Gelenke zuweisen
fr_fr: Assigner les articulations
ru_ru: Назначить суставы

# Titles.Joints.ElbowsAndKnees.Text
source: Elbow and Knee Trackers
de_de: Tracker für Ellbogen und Knie
fr_fr: Trackers pour les coudes et genous
ru_ru: Трекеры локтей и колен

# Titles.Joints.Other.Text
source: Other Trackers
de_de: Andere Tracker
fr_fr: Autres Trackers
ru_ru: Остальные трекеры

# Titles.Joints.WaistAndFeet.Text
source: Waist and Feet Trackers
de_de: Tracker für Taille und Füße
fr_fr: Trackers pour les pieds et la taille
ru_ru: Трекеры пояса и ног

# Titles.NoOverrides.Text
source: No Overrides
de_de: Keine Overrides
fr_fr: Aucun substitut
ru_ru: Переназначения отсутствуют

# Titles.Overrides.Header.Text
source: Overrides
fr_fr: Substituts
ru_ru: Переназначения

# Titles.Set.Orientation.Text
source: Rotation:
ru_ru: Вращение:

# Titles.Set.Position.Text
source: Position:
ru_ru: Положение:

# Titles.Set.TrackedJoint.Text
source: Tracked Joint:
de_de: Getrackte Gelenke:
fr_fr: Articulation traquée:
ru_ru: Отслеживаемый сустав:

# Titles.Set.Tracker.Text
source: Tracker:
ru_ru: Трекер:

# Titles.SetAsDevice.Text
source: Set as Tracking Device:
de_de: Als Tracking-Gerät festlegen:
fr_fr: Définir en tant qu'appareil de tracking:
ru_ru: Установить как устройство трекинга:
